export const JSTDataTelugu = 
{
    soundAwareness: [
        { question: " శబ్ద మార్పిడి ఆటల్లో కష్టత ఉదాహరణకు: “నడక” అనే పదంలో /న/ శబ్దాన్ని /ప/ శబ్దంతో మార్చి “పడక” అని పలకండి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " శబ్ద సాదృశ్యంలో కష్టత ఉదాహరణకు: ఈ రెండు పదాల్లో ఏవి శబ్ద సాదృశ్యంలో ముగుస్తాయో చెప్పండి? పాము, రాము, బాణం ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
    readingAndWriting: [
        { question: " అక్షరాల గుర్తింపులో కష్టత ఉదాహరణకు: 'జ' అక్షరాన్ని చూపమని అడిగితే, బాలుడు అది చూపించలేడు ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " సాధారణ ముద్రిత పదాలను గుర్తించడంలో కష్టత  ఉదాహరణకు: పాలు, అంగడి, పక్షి, పాము, పతకం, ఇళ్ళు, బడి, పెన్ను, నది, మొదలైనవి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " సాధారణ పదాలను పలకడంలో కష్టత ఉదాహరణకు: పాలు, అంగడి, పక్షి, పాము, పతకం, ఇళ్ళు, బడి, నది, పక్షి, పెన్ను మొదలైనవి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
    numberConcepts: [
        { question: " సంఖ్య చిహ్నాలను గుర్తించడంలో కష్టత ఉదాహరణకు: '5' లేదా '8' సంఖ్యను చూపమని అడిగితే, పిల్లవాడు దాన్ని చూపించలేడు ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " ఎక్కువ” లేదా “తక్కువ”, “ముందు లేదా తరువాత” పద భావనలను అర్థం చేసుకోవడంలో కష్టత ఉదాహరణకు: 4, 7 కంటే పెద్దదా? 8 తర్వాత ఏది వస్తుంది? పిల్లవాడు 20 వరకు ఇలాంటి క్రమబద్ధీకరణ చేయగలగాలి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
    communication: [
        { question: " సూచనలను అనుసరించడంలో కష్టత ” రెండు లేదా మూడు దశలను కలిగిన ఆదేశాలను అర్థం చేసుకోవడంలో కష్టత. ఉదాహరణకు: “అధ్యాయం సంఖ్య 4 ను తెరిచి, పేజీ సంఖ్య 34 కు వెళ్ళండి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " సరైన పదాలను ఎంచుకోవడంలో కష్టత: మాట్లాడేటప్పుడు తడబడటం. ఉదాహరణ: పిల్లవాడు 'బాటిల్' అనే పదాన్ని గుర్తు పెట్టుకోలేకపోవచ్చు మరియు బదులుగా, “నేను నీటిని ఆ...ఆ... పెట్టెలో నింపాను” అని చెప్పొచ్చు.", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " దీర్ఘ పదాలను పునరావృతం చేయడంలో కష్టత. ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
    motorCoordination: [
        { question: " సరళ ఆకృతులను (వృత్తం, చతురస్రం, త్రిభుజం, రోంభస్) కాపీ చేయడంలో కష్టత ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " బోధనా భాషలో సాధారణ పదాలను రాయడంలో కష్టత పిల్లవాడికి సాధారణ పదాల అక్షరాలను రాయడంలో కష్టత ఉండవచ్చు. ఉదాహరణకు: టోపీ, బుట్ట, బంతి, తాళం, మొదలైనవి ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
    behaviour: [
        { question: " పనిలో దృష్టి మరియు శ్రద్ధ లోపం. పనిని అసంపూర్ణంగా వదిలిపెట్టడం పిల్లవాడు సులభంగా ఆకాంక్ష కోల్పోయి పనులను పూర్తి చేయకుండా వదిలేస్తాడు. గురువు/తల్లి-తండ్రి పిల్లవాడిని దృష్టి కేంద్రీకరించమని మరియు/లేదా పనిని పూర్తి చేయమని నిరంతరం అడగాల్సి ఉంటుంది ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " చంచలత మరియు/లేదా అధిక చురుకుదనం ఒకే స్థితిలో కూర్చోవడంలో కష్టత ఉంటుంది. తరగతిలో చుట్టూ తిరగవచ్చు. తరగతిలోని ఇతర పిల్లలను ఇబ్బందిపెడుతూ ఉండవచ్చు ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
        { question: " ఆందోళన, నిష్క్రియత, అవాంతరం చూపించే ప్రవర్తన. ", options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"], scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 } },
    ],
};
