export const MSTDataTelugu = {
    "Reading": [
      {
        question: "మెల్లగా చదవడం, లేదా పదాలను ఊహించడం, లేదా గళంగా చదవడంలో అసౌకర్యం:",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "పాఠంలో పంక్తులను వదిలిపెట్టడం. ఉదాహరణ: గగనం' అనే పదం చూసినప్పుడు, దాన్ని 'గగం' అని చదవడం లేదా ఊహించి మరొక పదం చెప్పడం.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "పదాలలో ధ్వనులను గుర్తించడం కష్టంగా ఉండటం: ఉదాహరణ:  'మామిడి' అనే పదాన్ని చెప్పమంటే, మొదటి ధ్వని అయిన 'మా' ను గుర్తించడం పిల్లవాడికి కష్టంగా ఉండడం.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "వాక్యాలు, పాఠాలను అర్థం చేసుకోవడంలో ఇబ్బంది. పాఠశాలలో ఇప్పటికే నేర్పించిన విషయాలకు సంబంధించి పుస్తకాలలో లేదా బ్లాక్‌బోర్డ్‌పై వ్రాసిన విషయాన్ని అర్థం చేసుకోవడంలో ఇబ్బంది. కథా పుస్తకాలు లేదా పాఠ్యపుస్తకాల్లోని 6-8 లైన్ల సాధారణ పాఠాలను అర్థం చేసుకోవడంలో సవాళ్లు ఎదుర్కొనడం",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Writing": [
      {
        question: "సరైన అక్షరాలు మరియు పదాలను రూపొందించడంలో కష్టత పిల్లవాడు అక్షరాలు మరియు/లేదా సంఖ్యలను అసాధారణంగా, రూపం మరియు పరిమాణంతో పొసగని విధంగా రాస్తాడు.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "బోర్డు మరియు/లేదా పుస్తకాలను తప్పుగా అనుకరించడం పిల్లవాడు బోర్డునుండి మరియు/లేదా పుస్తకాలు నుండి కాపీ చేయడంలో విఫలమవుతాడు లేదా చాలా తప్పులు చేస్తాడు. బార్డర్లు మరియు మార్జిన్లను సరియైన రీతిలో ఉపయోగించడంలో కష్టం ఉంటుంది.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "శ్రుతిలేఖనంలో అసంతృప్తి ప్రదర్శన సాధారణ పదాలలో తరచుగా తప్పులు చేస్తాడు, దీంతో శ్రుతిలేఖనం యొక్క ఖచ్చితత్వం ప్రభావితమవుతుంది. ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "లిఖిత అభివ్యక్తీకరణ లో కష్టత ఇచ్చిన అంశంపై ఆలోచనలు వ్యక్తం చేయడంలో కష్టత. అభివ్యక్తీకరణ వయస్సుకు తగిన విధంగా ఉండదు. ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Mathematics": [
      {
        question: "మూల గణిత భావనలు, చిహ్నాలు (+, −, ×, ÷, =, మొదలైనవి) లో అస్పష్టత ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "డిజిటల్ గడియారాలు కాకుండా గోడ గడియారాల నుండి సమయం చెప్పడంలో కష్టం",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "మానసిక గణనలు ఆలస్యంగా చేయటం ఉదాహరణ: ఇప్పటికీ తన చేయి వేళ్లపై గణన చేయడం, సాధారణ మానసిక గణనలను చేయడంలో చాలా సమయం పడుతుంది.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Communication": [
      {
        question: " తరగతిలో వినేందుకు కష్టత.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: " తరగతిలోని సహపాఠులతో పోలిస్తే పిల్లోడు మాటలలో పరిపక్వత చూపకపోవడం ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: " పూర్తి వాక్యాలను మౌఖికంగా తయారుచేయడంలో కష్టత ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Memory": [
      {
        question: " పాఠశాల విషయాలను స్మరణలో ఉంచుకోవడంలో కష్టం, ఉదాహరణకు గుణింతాల పట్టికలు, కవితలు, మొదలైనవి. ",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Motor Coordination": [
      {
        question: "సాధారణ ఆకృతులను అనుకరించడంలో లేదా గీయడంలో కష్టం.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "పెన్సిల్ పట్టుకునే విధానం అసహజంగా ఉండటం",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ],
    "Behaviour": [
      {
        question: "పనిలో దృష్టి మరియు శ్రద్ధ లోపం.పనిని అసంపూర్ణంగా వదిలిపెట్టడం",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "చంచలత మరియు/లేదా అధిక చురుకుదనం.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "మెరుగుపడడానికి చాలా ప్రయత్నాలు చేస్తున్నప్పటికీ, ఇంకా విజయాన్ని సాధించలేకపోతున్నాడు.",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      },
      {
        question: "ఆందోళన, నిష్క్రియత, అవాంతరం చూపించే ప్రవర్తన",
        options: ["సాధారణంగా", "అప్పుడప్పుడు", "ఎప్పుడూ కాదు"],
        scores: { "సాధారణంగా": 0, "అప్పుడప్పుడు": 1, "ఎప్పుడూ కాదు": 2 }
      }
    ]
  };
  