export const JSTDataHindi = 
{
    soundAwareness: [
        { question: " ध्वनि बदलाव खेलों में कठिनाई उदाहरण: 'गाना' में 'गा' को 'सो' से बदलो । ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: " तुकबंदी करने में कठिनाई उदाहरण: इनमें से कौनसे दो शब्दों में तुकबंदी है - पद, कद, नील ? ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
    readingAndWriting: [
        { question: "वर्णमाला के अक्षरों की पहचान करने में कठिनाई उदाहरण: यदि ‘ज' या 'प' अक्षर को पहचानने को कहा जाये तो बच्चा यह करने में असमर्थ है। ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "सामान्य मुद्रित शब्दों को पहचानने में कठिनाई उदाहरण: 'नाम', 'हाथ', 'था', 'को', 'दिन', 'आया' ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "सामान्य शब्दों की वर्तनी के साथ कठिनाई उदाहरण: 'पर', 'कब', 'नभ', 'खत', 'जल', 'घर' इत्यादी को लिखना बच्चे के लिये कठिन होता है। संख्या अवधारणा ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
    numberConcepts: [
        { question: "संख्याओं को पहचानने में कठिनाई उदाहरण: यदि '5' या '8' संख्या की ओर संकेत करने में बच्चा असमर्थ होता है। ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "'और अधिक' एवं 'न्यूनतर' तथा 'क्या पहले' व 'क्या पश्चात' के विचारों को समझने में कठिनाई संवाद उदाहरण: 'क्या 7 से 4 अधिक है?' '8 के पश्चात क्या आता है?' इन प्रश्नों का उत्तर देने में असमर्थता । ( बच्चा 20 तक इस तरह का अनुक्रमण करने में समर्थ होना चाहिये।) ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
    communication: [
        { question: "निर्देशों को पालन करने में कठिनाई दो से तीन चरणों को सम्मिलित करनेवाले निर्देशों को समझने में कठिनाई । उदाहरण: “पुस्तक को अध्याय 4, पृष्ठ संख्या 34 पर खोलकर पढ़ो।  ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "उचित शब्दों के चयन में कठिनाई उदाहरण: बच्चा ‘बोतल' शब्द की जगह पर 'डिब्बा' शब्द का प्रयोग करते हुए कहता है, मैने... ऊन्ह... डिब्बे में पानी भरा। ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: " लंबे शब्दों के उच्चारण में कठिनाई उदाहरण: ‘चिपकली’ कहते हुए कठिनाई स्नायु समन्वयन ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
    motorCoordination: [
        { question: "साधारम आकार (चक्र, वर्ग, त्रिभुज, आयत) बनाने में कठिनाई ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "बोधन की भाषाओं के अक्षरों, शब्दों की रचना में कठिनाई उदा: ‘ह’, ‘ख', 'चाचा', 'सेब', आदि व्यवहार ", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
    behaviour: [
        { question: "काम में ध्यान एवं एकाग्रता की कमी, काम को अधूरा छोड़ने की प्रवृत्ति। बच्चा शीघ्र ही ऊब जाता है एवं काम अधूरा छोड़ देता है। अध्यापकों व अभिभावकों को सदैव बच्चे को ध्यान देने तथा काम पूरा करने को कहते रहना पड़ता T", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "अशान्त या अति सक्रिय रहना। बच्चा एक स्थान पर बैठे रहने में कठिनाई अनुभव करता है। बच्चे का कक्षा मे घूमना एवं अन्य छात्रों की शांति भंग करना संभव है।", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
        { question: "व्याकुल, एकांतिक या विघटनकारी व्यवहार", options: ["हमेशा", "कभी-कभी", "अक्सर"], scores: { "हमेशा": 0, "कभी-कभी": 1, "अक्सर": 2 } },
    ],
};
